Repository: dlawlessdit/GSDLabs
Catalog: boards/locale/*/LC_MESSAGES/django.po
Languages: de, zh

source: Ireland Travel Agency
de: Reisebüro
zh: 爱尔兰旅行社

source: Welcome to Travel Ireland
de: REISE IRLAND
zh: 欢迎来到爱尔兰旅游

source: Home
de: Anasayfa
zh: 媒体库

source: About
de: Circa
zh: 关于软木

source: Transport
de: Öffentlicher Nahverkehr
zh: 運輸

source: About Dublin
de: Über Dublin
zh: 关于

source: About Galway
de: Über Galway
zh: 关于

source: About Cork
de: Über Cork
zh: 关于软木

source: Dublin Castle stands right in the heart of historic Dublin. For more than 1,000 years it has been the symbolic stronghold for those who ruled Ireland, from the Vikings to the English. A sprawling complex of historic buildings as old as 934, it offers a unique crash course in Irish history.
de: Das Dubliner Schloss liegt direkt im Herzen des historischen Dublin. Seit mehr als 1.000 Jahren ist es die symbolische Hochburg für diejenigen, die Irland regiert, von den Wikingern auf die Engländer. Ein weitläufigen Komplex von historischen Gebäuden so alt wie 934, bietet es einen einzigartigen Crash-Kurs in der irischen Geschichte.
zh: 都伯林城堡在历史上都柏林的心脏站立权利。1000年来, 它一直是那些统治爱尔兰, 从维京人到英国人的象征据点。它是历史建筑的一个庞大的建筑群, 古老的 934, 它提供了一个独特的速成课程在爱尔兰历史上。

source: Located in St James's Gate, Ushers, Dublin 8, this hi-tech visitor centre takes you through the 250 year history of The Dark Stuff. See, hear and smell how Guinness is made and take a complimentary pint in the Gravity Bar, the highest bar in Ireland.
de: Das Hotel liegt in St James es Gate, Ushers, Dublin 8, diese Hallo-Tech-Besucherzentrum führt Sie durch die 250 Jahr Geschichte des Dark stuff. Sehen, hören und riechen, wie Guinness gemacht wird und nehmen Sie ein kostenloses Pint in der Gravity Bar, die höchste Bar in Irland.
zh: 坐落在圣詹姆斯的大门, 引进, 都柏林 8, 这个高科技访客中心带你经历了250年的黑暗的东西的历史。 看到, 听到和闻到吉尼斯是如何制作, 并采取免费的一品脱在重力酒吧, 在爱尔兰最高的酒吧。

source: The National Museum has branches all over Dublin. Visit its Kildare Street buildings and prepare to get stunned by the sheer number and amazing beauty of its prehistoric gold ornaments which include the Ardagh Chalice and the famous Tara Brooch with their Celtic designs.
de: Das National Museum hat Niederlassungen in ganz Dublin. Besuchen Sie die Kildare Street Gebäude und bereiten Sie sich durch die schiere Zahl und erstaunliche Schönheit seiner prähistorischen Goldornamente, die die Ardagh Kelch und die berühmte Tara Brosche mit ihren keltischen Designs gehören betäubt zu bekommen.
zh: 国家博物馆在都柏林有分支机构。参观其基尔代尔的街道建筑, 并准备被它的史前黄金饰品的纯粹数量和惊人的美丽, 其中包括 Ardagh 圣杯和著名的塔拉胸针与他们的凯尔特人设计惊呆了。

source: language
de: Sprache
zh: 选择你的族语。

source: TRAVEL IRELAND
de: REISE IRLAND
zh: 欢迎来到爱尔兰旅游

source: Welcome
de: Willkommen

source: Welcome to Travel Ireland
de: REISE IRLAND

source: Step on the bus and give destination. Then give the exact amount in coins or use Leap Card. Press the ‘Stop’ button to stop the bus and get off
de: Steigen Sie in den Bus und geben Sie das Ziel an. Geben Sie dann die genaue. Menge in Münzen ein oder verwenden Sie Leap Card.

source: Boards
de: Pinnwände
zh: 木板

source: English
de: Englisch
zh: 英语 - 美国

source: German
de: Deutsch
zh: 德语
